Repository: thepante/.customK9
Catalog: .local/share/gnome-shell/extensions/appfolders-manager@maestroschan.*/locale/*/LC_MESSAGES/appfolders-manager.po
Languages: be, pl

source: Add to
be: Дадаць у
pl: Dodaj do folderu

source: New AppFolder
be: Новая папка праграм
pl: Nowy folder programów

source: Remove from
be: Выдаліць з
pl: Usuń z folderu

source: Create a new folder
be: Стварыць новую папку
pl: Utwórz nowy folder

source: Remove from %s
be: Выдаліць з %s

source: Cancel
be: Скасаваць
pl: Anuluj

source: Delete
be: Выдаліць
pl: Usuń

source: Apply
be: Дастасаваць
pl: Zastosuj

source: Folder's name:
be: Назва папкі
pl: Nazwa folderu:

source: Categories:
be: Катэгорыі:
pl: Kategorie programów:

source: Other category?
be: Іншая катэгорыя?
pl: Nowa kategoria

source: No category
be: Без катэгорыі
pl: Brak wybranych kategorii

source: Select a category…
be: Выбраць катэгорыю...

source: Modifications will be effective after reloading the extension.
be: Змены ўступяць у сілу пасля перазагрузкі пашырэння.
pl: Zmiany będą aktywne po ponownym zrestartowaniu środowiska Gnome.

source: Main settings
be: Галоўныя налады
pl: Ustawienia

source: Categories
be: Катэгорыі
pl: Kategorie

source: Delete all related settings when an appfolder is deleted
be: Выдаляць усе звязаныя налады пры выдаленні папкі праграм
pl: Usuń powiązane zmiany wraz z usunięciem folderu programów.

source: Use the right-click menus in addition to the drag-and-drop
be: Выкарыстоўваць націсканне правай кнопкай мышы ў дадатак да перацягвання значкоў

source: Use categories
be: Выкарыстоўваць катэгорыі
pl: Użyj standardowych kategorii

source: More informations about "additional categories"
be: Больш інфармацыі пра «дадатковыя» катэгорыі
pl: Więcej informacji o "standardowych kategoriach"

source: Report bugs or ideas
be: Паведаміць пра памылкі або ідэі
pl: Zgłoś błędy lub nowe funkcje

source: This extension can be deactivated once your applications are organized as wished.
be: Гэта пашырэнне можна адключыць, пасля таго як вы канчаткова наладзіце арганізацыю сваіх праграм.
pl: Można dezaktywować to rozszerzenie po zakończeniu porządkowania programów w folderach.

source: Create
pl: Utwórz
