Repository: thepante/.customK9
Catalog: .local/share/gnome-shell/extensions/notification-center@Selenium-H/locale/*/notification-center.po
Languages: it, nl

source: Clear All
nl: Alles wissen

source: Do Not Disturb
it: Non disturbare
nl: Niet storen

source: Notifications
nl: Meldingen

source: List
nl: Lijst

source: About
it: Info
nl: Over

source: Don't Show
it: Non mostrare
nl: Niet tonen

source: On Top
it: In alto
nl: Bovenaan

source: At Bottom
it: In basso
nl: Onderaan

source: Left
it: Sinistra
nl: Links

source: Center
it: Centro
nl: Gecentreerd

source: Right
it: Destra
nl: Rechts

source: Alt Key
nl: Alt-toets

source: Ctrl Key
nl: Ctrl-toets

source: Shift Key
nl: Shift-toets

source: Super Key
nl: Super-toets

source: Show Nothing
it: Lascia inalterato
nl: Niets tonen

source: Show Dot
it: Mostra punti
nl: Stip tonen

source: Show Count
it: Mostra valori
nl: Aantal tonen

source: Choose an application
nl: Kies een toepassing

source: Application List
nl: Lijst met toepassingen

source: Show them
nl: Tonen

source: Show counts only
nl: Alleen het aantal tonen

source: Show banner only
nl: Alleen een meldingsballon tonen

source: Ignore them
nl: Negeren

source: Add
nl: Toevoegen

source: Remove
nl: Verwijderen

source: Reset To Default Preferences
nl: Standaardwaarden herstellen

source: Show Media Section on Notification Center
nl: Mediasectie tonen in meldingscentrum

source: Show Notifications list on Notification Center
nl: Meldingslijst tonen in meldingscentrum

source: Show Events list on Notification Center
nl: Gebeurtenislijst tonen in meldingscentrum

source: Keep events besides Calendar Menu
nl: Gebeurtenissen naast agendamenu tonen

source: Do Not Disturb menu position
nl: Locatie van 'Niet storen'-optie

source: Clear All Button position
nl: Locatie van 'Alles wissen'-optie

source: Close Notification Center when focus is switched
nl: Meldingscentrum sluiten zodra het zijn focus verliest

source: Maximum height of Notification Center ( in % )
nl: Maximale hoogte van meldingscentrum

source: Notification Banner position
it: Posizione del banner delle notifiche
nl: Locatie van meldingsballonnen

source: Notification Center indicator position
it: Posizione dell'indicatore del Centro notifiche
nl: Locatie van indicator

source: Show individual icons for each section on panel
nl: Individuele sectiepictogrammen tonen op het paneel

source: AutoHide notification indicator on panel
it: Autohide dell'indicatore di notifica sul pannello
nl: Indicator automatisch verbergen

source: Shortcut key combiation to show indicator
nl: Sneltoets om indicator te tonen

source: When new notification arrives
it: Quando arriva una nuova notifica
nl: Als er een melding binnenkomt

source: Include events in above case
nl: Gebeurtenissen opnemen

source: Number of times panel icon blinks on new notification
nl: Aantal keren dat het pictogram moet knipperen bij nieuwe meldingen

source: Blink Time Interval ( in milliseconds )
nl: Knipperinterval (in milliseconden)

source: Show Dots or Counts till all notifications are cleared
it: Mostra Punti o Valori fintantoch√© vi sono notifiche
nl: Stippen of aantallen tonen totdat alle meldingen zijn gewist

source: Middle click panel icon to toggle Do Not Disturb
nl: Middelklikken op pictogram om 'Niet storen' aan/uit te zetten

source: List of applications to ignore notifications from
nl: Lijst met toepassingen waarvan meldingen moeten worden genegeerd

source: List of Names of application to ignore notifications from
nl: Lijst met namen van toepassingen waarvan meldingen moeten worden genegeerd

source: If new notification arrives for apps on this list
nl: Als er een melding binnenkomt van toepassingen op deze lijst

source: Signals the extension to reload
nl: Laat de uitbreiding herstarten

source: Preferences
it: Preferenze

source: Blink bell icon on new notifications
it: Icona della campanella lampeggiante per le nuove notifiche

source: Show Do Not Disturb menu entry
it: Mostra il pulsante Non disturbare

source: Notification Banner Position
it: Posizione del banner delle notifiche

source: Indicator position
it: Posizione dell'indicatore

source: Notification Center Indicator position.
it: Posizione dell'indicatore del Centro notifiche.

source: Changes Position of Notification Banner Position.
it: Cambia la posizione del banner delle notifiche.

source: On new notification
it: Con una nuova notifica

source: When new notification Arrives.
it: Quando arriva una nuova notifica.

source: Do Not Disturb Menu Position
it: Posizione del pulsante Non disturbare

source: Do Not Disturb Menu Position.
it: Posizione del pulsante Non disturbare.

source: Always Shows Label
it: Mostra sempre

source: Always shows Count or Dots
it: Mostra sempre Valore o Punti

source: Autohide Indicator
it: Autohide dell'indicatore

source: Enables of disables autohide of indicator
it: Abilita o disabilita l'autohide dell'indicatore

source: Blink Bell Icon on Notification
it: Lampeggio su notifica

source: Blink Notification Bell icon on recieving new notification
it: Icona campanella lampeggia alla ricezione di una nuova notifica
